{
  "<0>Calculating Portfolio Returns</0><p>fava-portfolio-returns supports multiple ways to calculate the portfolio performance.</p>": "<0>计算投资组合收益</0><p>fava-portfolio-returns 支持多种计算投资组合收益的方法。</p>",
  "<0>Internal Rate of Return (IRR)</0><p>Internal Rate of Return (IRR) accounts for the timing and magnitude of cash flows.</p><2>For example, you invest 100 USD on the first day of January, and additional 20 USD on the first day of February. At the end of February, the investment is worth 200 USD. In other words, you invested 100 USD for two months (59 days), and 20 USD for one month (28 days). IRR calculates <1>x</1> of the following formula: <3>100*(1+x)^(59/365) + 20*(1+x)^(28/365) = 200</3>.</2><p>This method is recommended when you are in control of the cash flows.</p>": "<0>内部收益率 (IRR)</0><p>内部收益率 (IRR) 考虑了现金流的时间和规模。</p><2>例如，您在 1 月 1 日投资 100 美元，并在 2 月 1 日追加投资 20 美元。到 2 月底，投资价值为 200 美元。换句话说，您投资 100 美元两个月（59 天），投资 20 美元一个月（28 天）。IRR 使用以下公式计算 <1>x</1>：<3>100*(1+x)^(59/365) + 20*(1+x)^(28/365) = 200</3>。</2><p>当您能够控制现金流时，建议使用此方法。</p>",
  "<0>Modified Dietz Method (MDM)</0><p>Modified Dietz Method (MDM) accounts for the timing and magnitude of cash flows. It approximates the Internal Rate of Return.</p>": "<0>修正迪茨法 (MDM)</0><p>修正迪茨法 (MDM) 考虑了现金流的时间和规模，并能近似计算内部收益率。</p>",
  "<0>Monetary Returns</0><p>Monetary returns computes the difference between the market value and the invested capital (sum of incoming and outgoing cash flows, including dividends and fees).</p>": "<0>货币收益</0><p>货币收益是指市场价值与投资资本（包括股息和费用在内的现金流入和流出之和）之间的差额。</p>",
  "<0>Returns</0><p>Returns compares the market value with the cost value. In the Performance chart, the difference between the market value and the cost value is calculated per day. The values are aligned at 0%, to make them comparable with the performance of other groups and commodities.</p>": "<0>收益</0><p>收益比较市场价值与成本价值。在业绩图表中，市场价值与成本价值之间的差额按日计算。所有数值均以 0% 为基准进行校准，以便与其他组别和商品的业绩进行比较。</p>",
  "<0>Time-Weighted Rate of Return (TWR)</0><p>Time-Weighted Return (TWR) eliminates the effects of cash flows. </p><2>For example, you invest 100 USD in January. In June, your investment is worth 150 USD. The returns on this investment are 50% (<1>150/100-1</1>). Because of these returns, you decide to invest additional 100 USD. Now, the returns dropped to 25% (<3>250/200-1</3>), even though the price of the commodity did not change. The TWR eliminates this effect, which allows us to compare different portfolios without the effects of cash flows.</2><p>This method is recommended for comparing two funds or portfolios.</p>": "<0>时间加权收益率 (TWR)</0><p>时间加权收益率 (TWR) 消除了现金流的影响。</p><2>例如，您在 1 月份投资了 100 美元。到 6 月份，您的投资价值 150 美元。这项投资的回报率为 50% (<1>150/100-1</1>)。由于收益良好，您决定追加投资 100 美元。此时，即使商品价格没有变化，回报率也下降到了 25% (<3>250/200-1</3>)。TWR 消除了这种影响，使我们能够在不考虑现金流的情况下比较不同的投资组合。</2><p>建议使用此方法比较两个基金或投资组合。</p>",
  "All required prices are available in the ledger.": "所有需要的价格都已记入账簿。",
  "Allocation": "分配",
  "Amount": "数量",
  "Buy/Sell points": "买卖点数",
  "Cash Flows": "现金流",
  "Cash flows excl. dividends": "不含股息的现金流量",
  "Closest date in ledger": "账簿中最接近的日期",
  "Compare with": "与……比较",
  "Cost Value": "成本价值",
  "Currency": "货币",
  "Date": "日期",
  "Days late": "迟了好几天",
  "Dividend": "股利",
  "Dividends": "股息",
  "Entire Year": "全年",
  "Fetch Required Prices": "获取所需价格",
  "Groups": "团体",
  "Help": "帮助",
  "Include liquidated investments": "包括已清算的投资",
  "Internal Rate of Return": "内部收益率",
  "Investment": "投资",
  "Investments": "投资",
  "Investments Filter": "投资筛选",
  "IRR": "利率",
  "List of Cash Flows": "现金流量表",
  "Lists the groups defined in the beangrow configuration file.": "列出 beangrow 配置文件中定义的组。",
  "Lists the investments defined in the beangrow configuration file.": "列出 beangrow 配置文件中定义的投资项目。",
  "Logarithmic Scaling": "对数标度",
  "Market Value": "市场价值",
  "MDM": "主数据管理",
  "Missing Prices": "缺失的价格",
  "Modified Dietz Method": "改良迪茨法",
  "Monetary Returns": "货币回报",
  "monthly": "月度",
  "Monthly Returns": "每月收益",
  "Name": "姓名",
  "no": "不",
  "No cash flows in this time frame.": "该时间段内无现金流。",
  "No dividends in this time frame.": "此期间不派发股息。",
  "No groups defined in the beangrow configuration.": "beangrow 配置中未定义任何组。",
  "No investments defined in the beangrow configuration.": "beangrow 配置中未定义任何投资。",
  "Performance": "表现",
  "Portfolio": "文件夹",
  "Portfolio Value": "投资组合价值",
  "Realized P/L": "已实现损益",
  "Realized Profit and Loss: P&L from sold assets": "已实现损益：出售资产的损益",
  "Required date": "所需日期",
  "Returns": "返回",
  "Returns over Periods": "不同时期的收益率",
  "Run the following commands and append the output to your ledger:": "运行以下命令并将输出结果追加到您的账本中：",
  "Show": "展示",
  "Source": "来源",
  "The cash flow chart shows all incoming and outgoing cashflows of an investment.": "现金流量图显示了一项投资的所有现金流入和流出。",
  "The performance chart compares the relative performance of the currently selected investments (comprising a part of your portfolio filtered using the \"Investments Filter\") against single groups, accounts or commodities selected in the \"Compare with\" box below.": "业绩图表将当前选定的投资（构成您使用“投资筛选器”筛选的投资组合的一部分）的相对业绩与下面“比较”框中选择的单个组、账户或商品进行比较。",
  "The performance chart shows the total profit and loss of the portfolio.": "业绩图表显示了投资组合的总盈亏情况。",
  "The portfolio value chart compares the market value with the cost value of the portfolio.": "投资组合价值图表将投资组合的市场价值与成本价值进行比较。",
  "This table shows dates where no accurate price directive was found.": "此表显示了未找到准确价格指令的日期。",
  "Time-Weighted Rate of Return": "时间加权收益率",
  "Total P/L": "总损益",
  "Total Profit and Loss": "总利润和亏损",
  "Transaction": "交易",
  "TWR": "塔台",
  "Units": "单位",
  "Unrealized P/L": "未实现损益",
  "Unrealized Profit and Loss: P&L from open positions (excluding fees)": "未实现损益：未平仓头寸的损益（不含费用）",
  "yearly": "每年",
  "Yearly Returns": "年度收益",
  "yes": "是的"
}
