{
  "<p>fava-portfolio-returns supports multiple ways to calculate the portfolio performance.</p>": "",
  "<p>Internal Rate of Return (IRR) accounts for the timing and magnitude of cash flows.</p><1>For example, you invest 100 USD on the first day of January, and additional 20 USD on the first day of February. At the end of February, the investment is worth 200 USD. In other words, you invested 100 USD for two months (59 days), and 20 USD for one month (28 days). IRR calculates <1>x</1> of the following formula: <3>100*(1+x)^(59/365) + 20*(1+x)^(28/365) = 200</3>.</1><p>This method is recommended when you are in control of the cash flows.</p>": "",
  "<p>Modified Dietz Method (MDM) accounts for the timing and magnitude of cash flows. It approximates the Internal Rate of Return.</p>": "",
  "<p>Returns compares the market value with the cost value. In the Performance chart, the difference between the market value and the cost value is calculated per day. The values are aligned at 0%, to make them comparable with the performance of other groups and commodities.</p>": "",
  "<p>Time-Weighted Return (TWR) eliminates the effects of cash flows. </p><1>For example, you invest 100 USD in January. In June, your investment is worth 150 USD. The returns on this investment are 50% (<1>150/100-1</1>). Because of these returns, you decide to invest additional 100 USD. Now, the returns dropped to 25% (<3>250/200-1</3>), even though the price of the commodity did not change. The TWR eliminates this effect, which allows us to compare different portfolios without the effects of cash flows.</1><p>This method is recommended for comparing two funds or portfolios.</p>": "",
  "<p>Total Profit and Loss computes the difference between the market value and the invested capital (sum of incoming and outgoing cash flows, including dividends and fees).</p>": "",
  "All required prices are available in the ledger.": "账本中已包含所有所需价格。",
  "Allocation": "资产配置",
  "Amount": "金额",
  "Buy/Sell points": "买入/卖出点",
  "Calculating Portfolio Returns": "",
  "Cash Flows": "现金流",
  "Cash flows excl. dividends": "现金流（不含股息）",
  "Closest date in ledger": "账本中最接近的日期",
  "Compare with": "对比",
  "Cost Value": "成本价值",
  "Currency": "货币",
  "Date": "日期",
  "Days late": "延迟天数",
  "Dividend": "股息",
  "Dividends": "股息",
  "Entire Year": "全年",
  "Fetch Required Prices": "获取所需价格",
  "Groups": "组",
  "Help": "帮助",
  "Include liquidated investments": "包含已清算的投资",
  "Internal Rate of Return": "内部收益率",
  "Internal Rate of Return (IRR)": "",
  "Investment": "投资",
  "Investments": "投资",
  "Investments Filter": "投资筛选器",
  "IRR": "IRR",
  "List of Cash Flows": "现金流列表",
  "Lists the groups defined in the beangrow configuration file.": "列出在 beangrow 配置文件中定义的组。",
  "Lists the investments defined in the beangrow configuration file.": "列出在 beangrow 配置文件中定义的投资。",
  "Logarithmic Scaling": "对数缩放",
  "Market Value": "市值",
  "MDM": "MDM",
  "Missing Prices": "缺失价格",
  "Modified Dietz Method": "修正 Dietz 方法",
  "Modified Dietz Method (MDM)": "",
  "monthly": "每月",
  "Monthly Returns": "月度收益率",
  "Name": "名称",
  "no": "否",
  "No cash flows in this time frame.": "在此时间范围内没有现金流。",
  "No dividends in this time frame.": "在此时间范围内没有股息。",
  "No groups defined in the beangrow configuration.": "beangrow 配置中未定义任何组。",
  "No investments defined in the beangrow configuration.": "beangrow 配置中未定义任何投资。",
  "Performance": "绩效",
  "Portfolio": "投资组合",
  "Portfolio Value": "投资组合价值",
  "Realized P/L": "已实现盈亏",
  "Realized Profit and Loss: P&L from sold assets": "已实现利润与亏损：来自已卖出资产的盈亏",
  "Required date": "所需日期",
  "Returns": "收益率",
  "Returns over Periods": "分期间收益率",
  "Run the following commands and append the output to your ledger:": "运行以下命令并将输出追加到你的账本中：",
  "Show": "显示",
  "Source": "来源",
  "Table of contents": "",
  "The cash flow chart shows all incoming and outgoing cashflows of an investment.": "现金流图表显示某项投资的所有流入和流出现金流。",
  "The performance chart compares the relative performance of the currently selected investments (comprising a part of your portfolio filtered using the \"Investments Filter\") against single groups, accounts or commodities selected in the \"Compare with\" box below.": "绩效图表将当前选定的投资（构成你投资组合的一部分，并通过“投资筛选器”进行筛选）的相对表现，与在下方“对比”框中选择的单个组、账户或商品进行比较。",
  "The performance chart shows the total profit and loss of the portfolio.": "绩效图表显示投资组合的总利润与亏损。",
  "The portfolio value chart compares the market value with the cost value of the portfolio.": "投资组合价值图表比较投资组合的市值与成本价值。",
  "This table shows dates where no accurate price directive was found.": "此表显示未找到精确价格指令的日期。",
  "Time-Weighted Rate of Return": "时间加权收益率",
  "Time-Weighted Rate of Return (TWR)": "",
  "Total P/L": "总盈亏",
  "Total Profit and Loss": "总利润与亏损",
  "Transaction": "交易",
  "TWR": "TWR",
  "Units": "单位",
  "Unrealized P/L": "未实现盈亏",
  "Unrealized Profit and Loss: P&L from open positions (excluding fees)": "未实现利润与亏损：来自未平仓头寸的盈亏（不含费用）",
  "yearly": "每年",
  "Yearly Returns": "年度收益率",
  "yes": "是"
}
