{
  "{{metricName}} (rolling 1y)": "{{metricName}} (1Y hareketli)",
  "<p>fava-portfolio-returns supports multiple ways to calculate the portfolio performance.</p>": "<p>fava-portfolio-returns Portföy performansının hesaplanması için çeşitli yöntemler sunar.</p>",
  "<p>Internal Rate of Return (IRR) accounts for the timing and magnitude of cash flows.</p><1>For example, you invest 100 USD on the first day of January, and an additional 20 USD on the first day of February. At the end of February, the investment is worth 200 USD. In other words, you invested 100 USD for two months (59 days), and 20 USD for one month (28 days). IRR calculates <1>x</1> of the following formula: <3>100*(1+x)^(59/365) + 20*(1+x)^(28/365) = 200</3>.</1><p>This metric is recommended when you are in control of the cash flows.</p>": "<p>İç Verim Oranı (IRR), nakit akışlarının zamanlamasını ve büyüklüğünü hesaba katar.</p><1>Örneğin; Ocak ayının ilk gününde 100 USD ve Şubat ayının ilk gününde ek olarak 20 USD yatırım yaptınız. Şubat ayının sonunda yatırımınızın değeri 200 USD oldu. Diğer bir deyişle, 100 USD'yi iki ay (59 gün), 20 USD'yi ise bir ay (28 gün) boyunca yatırımda tuttunuz. IRR, formülde yer alan <1>x</1> değerini hesaplar: <3>100*(1+x)^(59/365) + 20*(1+x)^(28/365) = 200</3></1><p>Bu ölçüm, nakit akışlarının sizin kontrolünüzde olduğu durumlar için önerilir.</p>",
  "<p>Maximum Drawdown computes the maximum decline from a historical peak. It is based on the TWR (i.e. effects of cash flows are eliminated) by tracking the running peak of the TWR and comparing the current value to the peak.</p>": "<p>Maksimum Zirveden Düşüş (MDD), geçmişteki bir zirve noktadan itibaren yaşanan en büyük düşüşü hesaplar. Bu değer, TWR verisinin ulaştığı anlık zirveleri takip edip güncel değeri bu zirveyle kıyaslayarak TWR'yi temel alır (yani nakit akışlarının etkileri ortadan kaldırılır).</p>",
  "<p>Modified Dietz Method (MDM) accounts for the timing and magnitude of cash flows. It approximates the Internal Rate of Return.</p>": "<p>Düzeltilmiş Dietz Yöntemi (MDM), nakit akışlarının zamanlaması ile tutarını temel alır ve İç Verim Oranı'na (IRR) yakın bir sonuç üretir.</p>",
  "<p>Returns compares market value to cost value. In the Performance chart, the percentage difference between market value and cost value is calculated at each price or volume change. The values are aligned at 0% to make them comparable with the performance of other groups and commodities.</p>": "<p>Getiriler, piyasa değeri ile maliyet değerini kıyaslar. Performans çizelgesinde; piyasa değeri ile maliyet değeri arasındaki yüzde farkı, her fiyat veya miktar değişiminde hesaplanır. Değerler, diğer grupların ve varlıkların performansıyla kıyaslanabilir hale getirmek için %0 noktasında hizalanır.</p>",
  "<p>Time-Weighted Return (TWR) eliminates the effects of cash flows.</p><1>For example, you invest 100 USD in January. In June, your investment is worth 150 USD. The returns on this investment are 50% (<1>150/100-1</1>). Because of these returns, you decide to invest an additional 100 USD. Now, the returns dropped to 25% (<3>250/200-1</3>), even though the price of the commodity did not change. The TWR eliminates this effect, which allows us to compare different portfolios without the effects of cash flows. TWR includes dividends and fees.</1><p>This metric is recommended for comparing two funds or portfolios.</p>": "<p>Zaman Ağırlıklı Getiri (TWR), nakit akışlarının etkilerini ortadan kaldırır.</p><1>Örneğin; Ocak ayında 100 USD yatırım yaptınız. Haziran ayında yatırımınızın değeri 150 USD oldu. Bu yatırımın getirisi %50'dir (<1>150/100-1</1>). Bu getiriden dolayı, 100 USD daha ek yatırım yapmaya karar verdiniz. Şimdi, emtia fiyatı değişmemesine rağmen getiriler %25'e (<3>250/200-1</3>) düştü. TWR bu etkiyi ortadan kaldırarak, farklı portföyleri nakit akışlarının etkisi olmadan kıyaslamamıza olanak tanır. TWR; temettüleri ve masrafları dahil eder.</1><p>Bu ölçüm, iki fonu veya portföyü birbiriyle kıyaslamak için önerilir.</p>",
  "<p>Total Profit and Loss computes the difference between the market value and the invested capital (sum of incoming and outgoing cash flows, including dividends and fees).</p>": "<p>Toplam Kâr ve Zarar; piyasa değeri ile yatırılan sermaye (temettüler ve masraflar dahil olmak üzere, giren ve çıkan toplam nakit akışı) arasındaki farkı hesaplar.</p>",
  "<p>Volatility measures how strongly returns vary over time. It is based on period returns from the Time-Weighted Rate of Return (TWR), so the effects of cash flows are eliminated. The value shown is annualized: higher volatility means larger return swings (more risk), lower volatility means more stable returns.</p>": "<p>Oynaklık, getirilerin zaman içinde ne kadar güçlü bir şekilde değiştiğini ölçer. Zaman Ağırlıklı Getiri Oranı (TWR) üzerinden hesaplanan dönem getirilerine dayanır, bu nedenle nakit akışlarının etkileri ortadan kaldırılır. Gösterilen değer yıllıklandırılmıştır: daha yüksek oynaklık daha büyük getiri dalgalanmaları (daha fazla risk) anlamına gelir, daha düşük oynaklık ise daha istikrarlı getiriler anlamına gelir.</p>",
  "All required prices are available in the ledger.": "Hesaplamalar için gereken tüm fiyatlar defterde mevcut.",
  "Allocation": "Portföy Dağılımı",
  "Amount": "Miktar",
  "Buy/Sell points": "Al/Sat sinyalleri",
  "Calculating Portfolio Returns": "Portföy Getirileri Hesaplanıyor",
  "Cash Flows": "Nakit Akışı",
  "Cash flows excl. dividends": "Temettü hariç nakit akışı",
  "Closest date in ledger": "Defterdeki en yakın tarih",
  "Compare with": "Karşılaştır",
  "Cost Value": "Maliyet Değeri",
  "Currency": "Varlık",
  "Date": "Tarih",
  "Days late": "Gün Farkı",
  "Dividend": "Temettü",
  "Dividends": "Temettüler",
  "Entire Year": "Tüm Yıl",
  "Fetch Required Prices": "Gerekli Fiyatları Getir",
  "Groups": "Gruplar",
  "Help": "Yardım",
  "Include liquidated investments": "Nakde dönmüş yatırımları dahil et",
  "Internal Rate of Return": "İç Verim Oranı",
  "Internal Rate of Return (IRR)": "İç Verim Oranı (IRR)",
  "Investment": "Yatırım",
  "Investments": "Yatırımlar",
  "Investments Filter": "Yatırım Filtresi",
  "IRR": "IRR",
  "List of Cash Flows": "Nakit Akışı Tablosu",
  "Lists the groups defined in the beangrow configuration file.": "beangrow yapılandırmasında tanımlanan gruplar tablosu.",
  "Lists the investments defined in the beangrow configuration file.": "beangrow yapılandırmasında tanımlanan yatırımlar tablosu.",
  "Logarithmic Scaling": "Logaritmik Ölçek",
  "Market Value": "Piyasa Değeri",
  "Maximum Drawdown": "Maksimum Zirveden Düşüş",
  "Maximum Drawdown (MDD)": "Maksimum Zirveden Düşüş (MDD)",
  "MDD": "MDD",
  "MDM": "MDM",
  "Metrics": "Ölçümler",
  "Missing Prices": "Eksik Fiyatlar",
  "Modified Dietz Method": "Düzeltilmiş Dietz Yöntemi",
  "Modified Dietz Method (MDM)": "Düzeltilmiş Dietz Yöntemi (MDM)",
  "monthly": "aylık",
  "Monthly Heatmap": "Aylık Isı Haritası",
  "Monthly Returns": "Aylık Getiri",
  "Name": "Varlık Adı",
  "no": "Hayır",
  "No cash flows in this time frame.": "Bu zaman aralığında nakit akışı bulunmuyor.",
  "No dividends in this time frame.": "Bu zaman aralığında temettü bulunmuyor.",
  "No groups defined in the beangrow configuration.": "beangrow yapılandırmasında gruplar tanımlanmamış.",
  "No investments defined in the beangrow configuration.": "beangrow yapılandırmasında yatırımlar tanımlanmamış.",
  "Performance": "Performans",
  "Periods": "Periyot",
  "Portfolio": "Portföy",
  "Portfolio Value": "Portföy Değeri",
  "Realized P/L": "Gerçekleşen K/Z",
  "Realized Profit and Loss: P&L from sold assets": "Gerçekleşen Kâr ve Zarar: Varlık satışlarından K/Z",
  "Required date": "Gerekli tarih",
  "Returns": "Getiriler",
  "Returns over Periods": "Periyotlara göre getiriler",
  "Risk Metrics": "Risk Ölçümleri",
  "Run the following commands and append the output to your ledger:": "Aşağıdaki komutları uygulayarak fiyatları defterinize ekleyin:",
  "Show": "Göster",
  "Source": "Kaynak",
  "Table of contents": "İÇİNDEKİLER",
  "The cash flow chart shows all incoming and outgoing cashflows of an investment.": "Nakit akışı çizelgesi yatırımın tüm giren ve çıkan nakit akışlarını gösterir.",
  "The performance chart compares the relative performance of the currently selected investments (comprising a part of your portfolio filtered using the \"Investments Filter\") against single groups, accounts or commodities selected in the \"Compare with\" box below.": "Performans çizelgesi, portföyün tamamının ya da \"Yatırım Filtresi\" ile yapılan seçimlerin göreli performansını, aşağıdaki \"Karşılaştır\" alanından yapılan seçimler ile kıyaslar.",
  "The performance chart shows the total profit and loss of the portfolio.": "Performans çizelgesi portföyün toplam kar ve zararını gösterir.",
  "The portfolio value chart compares the market value with the cost value of the portfolio.": "Portföy değeri çizelgesi piyasa değeri ile maliyet değerini karşılaştırır.",
  "This table shows dates where no accurate price directive was found.": "Bu tablodaki varlıkların ilgili tarihte fiyat bilgisi bulunmuyor.",
  "Time-Weighted Rate of Return": "Zaman Ağırlıklı Getiri Oranı",
  "Time-Weighted Rate of Return (TWR)": "Zaman Ağırlıklı Getiri Oranı (TWR)",
  "Total P/L": "Toplam K/Z",
  "Total Profit and Loss": "Toplam Kâr ve Zarar",
  "Transaction": "İşlem",
  "TWR": "TWR",
  "Units": "Birim",
  "Unrealized P/L": "Gerçekleşmemiş K/Z",
  "Unrealized Profit and Loss: P&L from open positions (excluding fees)": "Gerçekleşmemiş Kâr ve Zarar: Açık pozisyonlardan K/Z (masraflar hariç)",
  "Volatility": "Oynaklık",
  "yearly": "yıllık",
  "Yearly Returns": "Yıllık Getiriler",
  "Years": "Yıl",
  "yes": "Evet"
}
